{
  "title": "Stop an application for probate",
  "header1": "Stop an application for probate",
  "paragraph1": "Use this service to stop an application for a grant of representation for up to 6 months. This is also known as &lsquo;entering a caveat&rsquo;.",
  "paragraph2": "You may want to stop an application when:",
  "bullet1": "you think the person who made the will was being influenced by someone else or was not able to make their own decisions",
  "bullet2": "you think someone interfered with the will or forged it",
  "bullet3": "there is a more recent will",
  "bullet4": "the will was not properly signed and witnessed",
  "bullet5": "the person applying for probate refuses to share a copy of the will with you",
  "bullet6": "you are in dispute with the person applying or you think they are not suitable to carry out the instructions in the will",
  "bullet7": "you think the person applying is not eligible to apply if there is no will (see <a href=\"{whoInheritsLink}\" class=\"govuk-link\" target=\"_blank\" rel=\"external noopener\" aria-label=\"who inherits if there is no will (opens in a new window)\">who inherits if there is no will (opens in a new window)</a>)",
  "bullet8":  "you are entitled to apply but have not been included in the application",
  "bullet9": "the person who died got married or entered into a civil partnership after the will was signed",
  "paragraph3": "These are the most common reasons, but there may be others too.",
  "paragraph4": "You should always try to come to an agreement with the person applying for probate before you stop their application.",
  "paragraph5": "You may want to talk to a solicitor or contact Citizens Advice for legal advice.",
  "paragraph6": "You may have to pay legal costs if you stop an application without a good reason.",
  "header2": "You will need:",
  "bullet10":  "an address in England or Wales where legal papers can be sent to you",
  "bullet11":  "the full name of the person who died (and any other names they were known by)",
  "bullet12":  "the exact date they died",
  "header3": "Fees",
  "paragraph7": "It costs £{feesCost} to stop an application for 6 months.",
  "paragraph8": "You&rsquo;ll need to pay online by debit or credit card.",
  "paragraph9": "It takes one working day for your request to stop applications in progress.",
  "paragraph10": "If an application is approved on the same day you make the request, it will not be stopped. But you will stop any future applications for probate made on the estate for 6 months.",
  "header1a": "Legal representatives",
  "header1b": "Personal applicants",
  "paragraph1a": "If you are a legal representative with a MyHMCTS account applying on behalf of someone else <a href=\"{myhmctsManageCasesLink}\" class=\"govuk-link\" target=\"_blank\" rel=\"external noopener\" aria-label=\"use this service for legal professional's probate and caveat service (opens in a new window) for\">use this service <span class=\"govuk-visually-hidden\">for legal professional's probate and caveat service </span>(opens in a new window)</a>.",
  "paragraph1b": "If you are a legal representative without a MyHMCTS account, <a href=\"{myhmctsRegisterLink}\" class=\"govuk-link\" target=\"_blank\" rel=\"external noopener\" aria-label=\"register with MyHMCTS (opens in a new window)\">register with MyHMCTS (opens in a new window)</a> before you make an online application."
}
