{
  "title": "Datganiad Hygyrchedd",
  "heading1": "Datganiad Hygyrchedd ar gyfer y gwasanaeth &lsquo;Atal grant am brofiant&rsquo;",
  "paragraph1": "Mae’r datganiad hygyrchedd hwn yn berthnasol i <a href=\"{applyForCaveatFrontpageWelsh}\"class=\"govuk-link\" target=\"_blank\" rel=\"external noopener\"\">Atal grant am brofiant - GOV.UK (yn agor mewn tab newydd)</a>",
  "paragraph2": "Mae&rsquo;r gwasanaeth hwn yn galluogi defnyddwyr i atal cais am grant cynrychiolaeth ar-lein (a elwir hefyd yn profiant).",
  "paragraph3": "Gwasanaeth Llysoedd a Thribiwnlysoedd EF (GLlTEF) sy&rsquo;n gyfrifol am y wefan hon. Rydym eisiau i gymaint o bobl â phosibl allu defnyddio&rsquo;r wefan hon, felly rydym wedi ceisio ei gwneud mor hygyrch â phosibl. Er enghraifft, golyga hyn y dylech allu:",
  "list1-item1": "newid y lliwiau, y lefelau cyferbyniad a&rsquo;r ffontiau",
  "list1-item2": "gwneud y testun hyd at 300% yn fwy heb iddo ddiflannu oddi ar y sgrin",
  "list1-item3": "mynd drwy&rsquo;r rhan fwyaf o&rsquo;r wefan gan ddefnyddio bysellfwrdd yn unig",
  "list1-item4": "mynd drwy&rsquo;r rhan fwyaf o&rsquo;r wefan gan ddefnyddio meddalwedd adnabod llais",
  "list1-item5": "gwrando ar y rhan fwyaf o&rsquo;r wefan gan ddefnyddio darllenydd sgrin (gan gynnwys fersiynau diweddaraf JAWS, NVDA a VoiceOver)",
  "paragraph4": "Rydym hefyd wedi sicrhau ein bod wedi defnyddio iaith syml ar y wefan.",
  "paragraph5": "<a href=\"{myAbilityLink}\" class=\"govuk-link\" target=\"_blank\" rel=\"external noopener\" aria-label=\"Mae gan AbilityNet (yn agor mewn tab newydd)\">Mae gan AbilityNet (yn agor mewn tab newydd)</a> gyngor ar wneud eich dyfais yn haws i&rsquo;w defnyddio os oes gennych anabledd.",

  "heading2": "Pa mor hygyrch yw&rsquo;r wefan hon",
  "paragraph6": "Gwyddwn nad yw rhai rhannau o&rsquo;r wefan hon yn gwbl hygyrch:",
  "list2-item1": "Nid yw canlyniadau’r adnodd chwilio cyfeiriadau yn chwyddo ar rai tabledi - mae hyn yn gyfyngiad o fewn rhai porwyr tabledi.",
  "list2-item2": "Mae problemau hygyrchedd yn parhau y tu allan i’r gwasanaeth hwn, yng ngwasanaeth taliadau’r llywodraeth GOV.UK Pay, a allai arwain at ddefnyddwyr technoleg hygyrch yn cael anawsterau gyda defnyddio’r man hwn.",

  "heading3": "Adborth a gwybodaeth gyswllt",
  "paragraph7": "Os oes angen gwybodaeth arnoch ar y wefan hon mewn fformat gwahanol fel PDF hygyrch, print bras, hawdd ei ddarllen neu Braille, cysylltwch â:",
  "list3-item1": "e-bost:<a href=\"mailto:HMCTSforms@justice.gov.uk\" class=\"govuk-link\">HMCTSforms@justice.gov.uk</a>",
  "list3-item2": "Ffôn:: {helpLineNumber}<br>{helpLineHours}",
  "paragraph8": "Byddwn yn ystyried eich cais ac yn ymateb o fewn 10 diwrnod gwaith.",

  "heading3a": "Cysylltu â ni dros y ffôn neu ymweld â ni’n bersonol",
  "paragraph8a": "Rydym yn darparu gwasanaeth cyfnewid negeseuon testun ar gyfer pobl fyddar, pobl sydd â nam ar eu clyw a phobl sydd â nam ar eu lleferydd.",
  "paragraph8b": "Mae yna ddolenni sain yn ein swyddfeydd, neu os byddwch yn cysylltu â ni cyn eich ymweliad, gallwn drefnu cyfieithydd Iaith Arwyddion Prydain (BSL) ar eich cyfer.",
  "list3a-item1": "Cysylltwch â ni:<br>Rhif ffôn: {helpLineNumber}<br>{helpLineHours}",

  "heading4": "Riportio problemau hygyrchedd gyda&rsquo;r wefan hon",
  "paragraph9": "Rydym wastad yn ceisio gwella hygyrchedd y wefan hon. Os byddwch yn cael unrhyw broblemau nad ydynt wedi’u cynnwys ar y dudalen hon, neu’n credu nad ydym yn bodloni’r gofynion o ran hygyrchedd, cysylltwch â ni gan ddefnyddio’r rhif ffôn uchod.",
  "paragraph10": "Byddwn yn ystyried eich cais ac yn ymateb o fewn 10 diwrnod gwaith.",

  "heading5": "Y Weithdrefn Orfodi",
  "paragraph11": "Y Comisiwn Cydraddoldeb a Hawliau Dynol (EHRC) sy&rsquo;n gyfrifol am orfodi Rheoliadau Hygyrchedd Cyrff y Sector Cyhoeddus (Gwefannau a Rhaglenni Symudol) (Rhif 2) 2018 (y &lsquo;rheoliadau hygyrchedd&rsquo;). Os nad ydych chi’n fodlon gyda’r ffordd rydym yn ymateb i’ch cwyn, <a href=\"{equalityAdvisorLink}\" target=\"_blank\" rel=\"external noopener\" class=\"govuk-link\" aria-label=\"cysylltwch â&rsquo;r Gwasanaeth Cynghori a Chymorth Cydraddoldeb (EASS) (yn agor mewn tab newydd)\">cysylltwch â&rsquo;r Gwasanaeth Cynghori a Chymorth Cydraddoldeb (EASS) (yn agor mewn tab newydd)</a>.",

  "heading7": "Gwybodaeth dechnegol am hygyrchedd y wefan hon",
  "paragraph15": "Mae GLlTEF wedi ymrwymo i sicrhau bod ei wefannau yn hygyrch, a hynny yn unol â Rheoliadau Hygyrchedd Cyrff y Sector Gyhoeddus (Gwefannau a Rhaglenni Symudol) (Rhif 2) 2018.",

  "heading8": "Statws cydymffurfiaeth",
  "paragraph16": "Mae&rsquo;r wefan hon yn cydymffurfio&rsquo;n rhannol â <a href=\"{wcag21Link}\" target=\"_blank\" rel=\"external noopener\" class=\"govuk-link\" aria-label=\"safon AA Canllawiau Hygyrchedd Cynnwys Gwe fersiwn 2.1 (yn agor mewn tab newydd)\">safon AA Canllawiau Hygyrchedd Cynnwys Gwe fersiwn 2.1 (yn agor mewn tab newydd)</a> a hynny oherwydd yr enghreifftiau o beidio â chydymffurfio a restrir isod.",

  "heading9": "Cynnwys anhygyrch",
  "paragraph17": "Mae&rsquo;r cynnwys a restrir isod yn anhygyrch am y rhesymau canlynol. Nid ydym wedi gallu gwirio ein bod yn llwyr gydymffurfio yn y meysydd canlynol, a hynny oherwydd cyfyngiadau gyda&rsquo;n adnoddau profi mewnol:",
  "list6-item1": "1.3.1: Gwybodaeth a Pherthnasoedd (Lefel A):",
  "list6-item2": "\tNid oes penawdau yn y dogfennau PDF.",

  "heading10": "Cynnwys sydd ddim o fewn cwmpas y rheoliadau hygyrchedd",
  "heading10-1": "Dogfennau PDF a dogfennau eraill",
  "paragraph18": "Mae&rsquo;n bosib na fydd dogfennau PDF, dogfennau eraill ac atodiadau mewn negeseuon e-bost a gyhoeddwyd cyn 23 Medi 2018 yn cydymffurfio â&rsquo;r safonau hygyrchedd. Er enghraifft, efallai nad ydynt wedi&rsquo;u strwythuro fel eu bod yn hygyrch i raglen darllen sgrîn.",
  "heading10-2": "Cynnwys trydydd parti sydd dan reolaeth rhywun arall",
  "paragraph19": "Efallai na fydd tudalennau a gwefannau sy&rsquo;n berthnasol i&rsquo;r gwasanaeth profiant yn gwbwl hygyrch. Mae&rsquo;r rhain yn cynnwys:",  "list7-item1": "Tudalennau allanol sy&rsquo;n cynnwys dogfennau PDF er enghraifft <a href=\"{applicationFormPA15}\" class=\"govuk-link\" target=\"_blank\" rel=\"external noopener\" aria-label=\"Ffurflen PA15  (yn agor mewn tab newydd)\">Ffurflen PA15 (yn agor mewn tab newydd)</a>",
  "list7-item2": "y tudalennau mewngofnodi – edrychwch ar ddatganiad hygyrchedd <a href=\"{hmctAccessAccessibilityStatement}\" class=\"govuk-link\" target=\"_blank\" rel=\"external noopener\" aria-label=\"HMCTS Access (yn agor mewn tab newydd)\">HMCTS Access (yn agor mewn tab newydd)</a> i gael rhagor o wybodaeth",
  "list7-item3": "tudalennau talu – edrychwch ar ddatganiad hygyrchedd <a href=\"{payAccessibilityStatement}\" class=\"govuk-link\" target=\"_blank\" rel=\"external noopener\" aria-label=\"GOV.UK Pay (yn agor mewn tab newydd)\">GOV.UK Pay (yn agor mewn tab newydd)</a> i gael rhagor o wybodaeth",
  "list7-item4": "e-byst a anfonir gan GOV.UK Notify – edrychwch ar ddatganiad hygyrchedd <a href=\"{notifyAccessibilityStatement}\" class=\"govuk-link\" target=\"_blank\" rel=\"external noopener\" aria-label=\"GOV.UK Notify (yn agor mewn tab newydd)\">GOV.UK Notify (yn agor mewn tab newydd)</a> i gael rhagor o wybodaeth",
  "list7-item5": "tudalennau cyfarwyddiadau ar GOV.UK, er enghraifft <a href=\"{deathReportedToCoroner}\" class=\"govuk-link\" target=\"_blank\" rel=\"external noopener\" aria-label=\"Pan fydd marwolaeth yn cael ei gofnodi gan grwner - GOV.UK (yn agor mewn tab newydd)\">Pan fydd marwolaeth yn cael ei gofnodi gan grwner - GOV.UK (yn agor mewn tab newydd)</a>",
  "list7-item6": "Y gwasanaeth sgwrsio dros y we yn Saesneg sy&rsquo;n cynnig cefnogaeth byw i ddefnyddwyr",


  "heading11": "Beth rydym yn ei wneud i wella hygyrchedd",
  "paragraph20": "Rydym yn cynnal profion hygyrchedd yn rheolaidd fel rhan o&rsquo;n arferion datblygu ac yn datrys unrhyw broblemau cyn i wefannau a swyddogaethau newydd gael eu rhyddhau. Rydym yn defnyddio Pa11y ac Axe gyda&rsquo;n prosesau sicrhau ansawdd.<br><br>Mae&rsquo;r wefan yn cael ei phrofi&rsquo;n barhaus gan ddefnyddio meddalwedd hygyrchedd. Bydd unrhyw nodweddion newydd a fydd yn cael eu cyflwyno hefyd yn cael eu profi&rsquo;n fewnol neu gan y Digital Accessibility Centre (DAC).",

  "heading12": "Paratoi&rsquo;r datganiad hygyrchedd hwn",
  "paragraph21": "Cafodd y datganiad hwn ei baratoi ym mis Mawrth 2025. Diweddarwyd ddiwethaf ar 7 Ebrill 2025.",
  "paragraph22": "Profwyd y gwasanaeth &lsquo;Gwneud cais am brofiant&rsquo; ddiwethaf gan dîm mewnol y Ganolfan Ragoriaeth Profi Hygyrchedd (ATCoE) ym mis Medi 2024."
}
