{
  "title": "Accessibility statement",
  "heading1": "Accessibility statement for &lsquo;Stopping a probate application&rsquo; service",
  "paragraph1": "This service allows users to apply to stop an application for a grant of representation (also known as probate) online.",
  "paragraph2": "This website is run by HM Courts and Tribunals. We want as many people as possible to be able to use this website, so we have designed it to be accessible. For example, that means you should be able to:",
  "list1-item1": "change colours, contrast levels and fonts",
  "list1-item2": "zoom in up to 300% without the text spilling off the screen",
  "list1-item3": "navigate most of the website using just a keyboard",
  "list1-item4": "navigate most of the website using speech recognition software",
  "list1-item5": "listen to most of the website using a screen reader (including the most recent versions of JAWS, NVDA and VoiceOver)",
  "paragraph3": "We&rsquo;ve also made the website text as simple as possible to understand.",
  "paragraph4": "<a href=\"{myAbilityLink}\" class=\"govuk-link\" target=\"_blank\" rel=\"external noopener\" aria-label=\"AbilityNet (opens in a new window)\">AbilityNet (opens in a new window)</a> has advice on making your device easier to use if you have a disability.",

  "heading2": "How accessible is this website?",
  "paragraph5": "The website uses the latest version of the GOV.UK Design System. In addition we&rsquo;ve carried out internal testing to ensure that we&rsquo;re in-line with or close to the latest accessibility standards.",
  "paragraph6": "Following our internal test, the following areas were recommended for further testing:",
  "list2-item1": "Navigating using character shortcuts - While we&rsquo;ve tested with free screen readers for Mac and Chrome, different screen reader services will have different shortcuts and we haven&rsquo;t been able to conclusively verify all of them.",
  "list2-item2": "Text spacing - We haven&rsquo;t been able to verify that the service works for all users requiring larger text spacing.",
  "list2-item3": "Content on hover or focus - We haven&rsquo;t been able to test that this works with users that have motor skill issues.",
  "list2-item4": "Focus visible - Some users may struggle to notice the focus indicator.",

  "heading3": "What to do if you cannot access parts of this website",
  "paragraph7": "If you need information on this website in a different format like accessible PDF, large print, easy read or braille then email <a href=\"mailto:HMCTSforms@justice.gov.uk\" class=\"govuk-link\">HMCTSforms@justice.gov.uk</a> or phone:",
  "paragraph8": "<strong>Probate helpline:</strong><br>Telephone: {helpLineNumber}<br>{helpLineHours}",
  "paragraph9": "<a target=\"_blank\" rel=\"external noopener\" href=\"{callChargesLink}\" class=\"govuk-link\" aria-label=\"Find out about call charges (opens in a new window)\">Find out about call charges (opens in a new window)</a>",
  "paragraph10": "We&rsquo;ll consider your request and get back to you within 10 working days.",

  "heading4": "Reporting accessibility problems with this website",
  "paragraph11": "We&rsquo;re always looking to improve the accessibility of this website. If you find any problems that are not listed on this page or think we&rsquo;re not meeting accessibility requirements, phone:",

  "heading5": "Enforcement procedure",
  "paragraph12": "The Equality and Human Rights Commission (EHRC) is responsible for enforcing the Public Sector Bodies (Websites and Mobile Applications) (No. 2) Accessibility Regulations 2018 (the &lsquo;accessibility regulations&rsquo;). If you&rsquo;re not happy with how we respond to your complaint, <a href=\"{equalityAdvisorLink}\" target=\"_blank\" rel=\"external noopener\" class=\"govuk-link\" aria-label=\"contact the Equality Advisory and Support Service (EASS) (opens in a new window)\">contact the Equality Advisory and Support Service (EASS) (opens in a new window)</a>.",

  "heading6": "Contacting us by phone or visiting us in person",
  "paragraph13": "We provide a text relay service for people who are deaf, hearing impaired or have a speech impediment.",
  "paragraph14": "Our registries have audio induction loops. When you submit your appeal you will be able to request a British Sign Language (BSL) interpreter or foreign language interpreter.",

  "heading7": "Technical information about this website&rsquo;s accessibility",
  "paragraph15": "HMCTS is committed to making its websites accessible, in accordance with the Public Sector Bodies (Websites and Mobile Applications) (No. 2) Accessibility Regulations 2018.",
  "paragraph16": "The website is partially compliant with the <a href=\"{wcag21Link}\" target=\"_blank\" rel=\"external noopener\" class=\"govuk-link\" aria-label=\"Web Content Accessibility Guidelines version 2.1 AA standard (opens in a new window)\">Web Content Accessibility Guidelines version 2.1 AA standard (opens in a new window)</a> due to the non-compliances listed below.",

  "heading8": "Non-accessible content",
  "paragraph17": "The content listed below is non-accessible for the following reasons.",
  "list3-item1": "Navigating using character shortcuts - While we tested with MAC VoiceOver and ChromeVox, different screen reader services will have different shortcuts and we haven&rsquo;t been able to conclusively verify all of them. This may not meet WCAG 2.1 success criterion 2.1.4.",
  "list3-item2": "Text spacing - We cannot confirm that the service works for those requiring larger text spacing. This may not meet WCAG 2.1 success criterion 1.4.12.",
  "list3-item3": "Content on hover or focus - We have not been able to verify with users that have motor skill issues. This may not meet WCAG 2.1 success criterion 1.4.13.",
  "list3-item4": "Focus visible - Some users may struggle to notice the focus indicator. This may not meet WCAG 2.1 success criterion 2.4.7.",
  "paragraph18": "Digital Accessibility Centre (DAC) testing will take place in October 2019 and we commit to fixing any issues raised by October 2020.",

  "heading9": "Content that&rsquo;s not within the scope of the accessibility regulations",
  "heading9-1": "PDFs and other documents",
  "paragraph19": "PDFs, documents and attachments to email notifications published before 23 September 2018 may not meet accessibility standards. For example, they may not be structured so they&rsquo;re accessible to a screen reader.",
  "heading9-2": "Third party content that&rsquo;s under someone else&rsquo;s control",
  "paragraph20": "Pages and websites that are linked to and from the probate service may not be fully accessible. These include:",
  "list4-item1": "External pages hosting PDF documents e.g.<br><a href=\"{applicationFormPA15}\" class=\"govuk-link\" target=\"_blank\" rel=\"external noopener\" aria-label=\"{applicationFormPA15} (opens in a new window)\">{applicationFormPA15} (opens in a new window)</a>",
  "list4-item2": "The login and payment pages",
  "list4-item3": "Emails sent by gov.uk.notify",
  "list4-item4": "Instruction pages on gov.uk e.g.<br><a href=\"{deathReportedToCoroner}\" class=\"govuk-link\" target=\"_blank\" rel=\"external noopener\" aria-label=\"{deathReportedToCoroner} (opens in a new window)\">{deathReportedToCoroner} (opens in a new window)</a>",
  "list4-item5": "The webchat application which provides live service support for users",

  "heading10": "How we tested this website",
  "paragraph25": "We carried out internal testing in April 2019 against the WCAG 2.1 standard.",
  "paragraph26": "All the issues raised during testing were subsequently fixed.",
  "paragraph27": "Further testing with the digital accessibility team is planned for October 2019 and we commit to being fully compliant with WCAG 2.1 AA standard by October 2020.",

  "heading11": "What we&rsquo;re doing to improve accessibility",
  "paragraph28": "This website is continually tested using accessibility software. Any new features which are introduced will also be tested internally or with the Digital Accessibility Centre (DAC).",
  "paragraph29": "We will be fixing any issues raised in our scheduled DAC test by October 2020.",
  "paragraph30": "This statement was prepared on 23 September 2019. It was last updated on 24 September 2019."
}
